Repository: cc-archive/ccsearch
Catalog: locale/default/*/LC_MESSAGES/ccsearch.po
Languages: af, ca, eo, es, fi, ja, pt, sv, te, vi, zh_cn, zh_hk

source: Help Translate
af: Help om te vertaal
ca: Ajudeu a traduir
eo: Helpi traduki
es: Ayuda a traducir
pt: Ajudar a Traduzir
te: అనువదించడానికి తోడ్పడండి
zh_cn: 帮忙翻译
zh_hk: 幫助翻譯

source: Search
af: Soek
ca: Cerca
eo: Serĉi
es: Buscar
fi: Haku
ja: 検索
pt: Pesquisar
sv: Sök
te: వెతుకు
vi: Tỉm kiếm
zh_cn: 搜索
zh_hk: 搜索

source: Enter search query
af: Tik soeknavraag
ca: Introduïu l'element de cerca
es: Introduce el elemento de búsqueda

source: Only show search results
af: Wys net soekresultate
ca: Mostra només els resultats de la cerca
eo: Montri nur serĉrezultojn
es: Mostrar sólo los resultados de la búsqueda
fi: Näytä ainoastaan hakutulokset
ja: 検索結果のみ表示
pt: Mostrar só os resultados da pesquisa
sv: Visa enbart sökresultat
te: అన్వేషణ ఫలితాలను మాత్రమే చూపించు
vi: Chỉ hiển thị kết quả tìm kiếm
zh_cn: 只显示搜索结果
zh_hk: 僅顯示搜索結果

source: by <a href="http://creativecommons.org/">Creative Commons</a>
af: deur <a href="http://creativecommons.org/">Creative Commons</a>
ca: per <a href="http://creativecommons.org/">Creative Commons</a>
es: por <a href="http://creativecommons.org/">Creative Commons</a>

source: Go
ca: Vés-hi
es: Ir

source: Understand your search results
af: Verstaan die soekresultate
ca: Entengueu els resultats de la cerca
eo: Kompreni la serĉrezultojn
es: Comprende los resultados de tu búsqueda
fi: Ymmärrä hakutuloksiasi
ja: 検索結果を理解する。
pt: Compreender os resultados da pesquisa
sv: Förstå dina sökresultat
vi: Tỉm hiểu kết quả tìm kiếm của bạn
zh_cn: 理解你的搜索结果
zh_hk: 了解您的搜索結果

source: (info)
ca: (informació)
es: (información)

source: Understand Your Search Results
ca: Entengueu els resultats de la vostra cerca
es: Comprende los resultados de tu búsqueda

source: I want something that I can...
ca: Vull quelcom que pugui...
es: Quiero algo que pueda...

source: use for <em>commercial purposes</em>
ca: utilitzar amb <em>finalitats comercials</em>
es: utilizar para <em>fines comerciales</em>

source: <em>modify</em>, <em>adapt</em>, or <em>build upon</em>
ca: <em>modificar</em>, <em>adaptar</em> o <em>crear a partir d'ell</em>
es: <em>modificar</em>, <em>adaptar</em>, o <em>crear a partir de ello</em>

source: <em>You should always verify that the work you are re-using has a Creative Commmons license attached to it</em>. Search.creativecommons.org offers convenient access to search services provided by other independent organizations. Selecting different search options within the result list&mdash;particularly Image search for Google and Yahoo&mdash;may lead to the inclusion of results which are not Creative Commons licensed. <a href="http://wiki.creativecommons.org/CcSearch">Learn more &raquo</a>.
ca: <em>Sempre heu de verificar que l'obra que esteu reutilitzant duu adjunta una llicència de Creative Commmons</em>. Search.creativecommons.org us ofereix un accés còmode als serveis de cerca proporcionats per organitzacions independents. La selecció de diferents opcions de cerca a partir de la llista resultats&mdash;especialment en la cerca d'imatges a Google i Yahoo&mdash;us pot donar lloc a la inclusió de resultats que no tenen una llicència de Creative Commons. <a href="http://wiki.creativecommons.org/CcSearch">Més informació &raquo</a>.
es: <em>Simpre debes verificar que la obra que estás reutilitzando lleva adjunta una licencia de Creative Commmons</em>. Search.creativecommons.org ofrece un acceso cómodo a los servicios de búsqueda proporcionados por otras organi()zaciones independientes. La selección de diferentes opciones de búsqueda a partir de la lista de resultados&mdash;especialmente la búsqueda de imágenes en Google y Yahoo&mdash;puede dar lugar a la inclusión de resultados que no tienen una licencia de Creative Commons. <a href="http://wiki.creativecommons.org/CcSearch">Más información &raquo</a>.

source: <em>Can't find what you're looking for?</em> This search tool is not exhaustive&mdash;there are plenty more <a href="http://wiki.creativecommons.org/Content_Curators">Creative Commons Content Directories &raquo</a>
ca: <em>No trobeu allò que esteu cercant?</em> Aquest eina de cerca no és exhaustiva&mdash;hi ha molts més <a href="http://wiki.creativecommons.org/Content_Curators">directoris de continguts amb llicències de Creative Commons &raquo</a>
es: <em>¿No encuentras lo que estás buscando?</em> Esta herramienta de búsqueda no es exhaustiva&mdash;hay muchos más <a href="http://wiki.creativecommons.org/Content_Curators">directorios de contenidos con licencia de Creative Commons &raquo</a>

source: Learn about setting your Firefox search engine
ca: Apreneu com configurar el motor de cerca del vostre Firefox
es: Aprenda como configurar el motor de búsqueda de Firefox

source: Contact
af: Kontak
ca: Contacte
eo: Kontakto
es: Contactar
fi: Yhteys
ja: 問い合わせ
pt: Contacto
sv: Kontakt
te: సంప్రదించండి
vi: Danh bạ
zh_cn: 联系
zh_hk: 聯繫

source: Support CC
af: Ondersteun CC
ca: Doneu suport a CC
es: Apoya a CC

source: Policies
ca: Polítiques
es: Políticas

source: Privacy
ca: Privacitat
es: Privacidad

source: Terms of Use
ca: Condicions d'ús
es: Condiciones de uso

source: Google Web Search
ca: Cerca de webs amb Google
es: Búsqueda de webs con Google

source: Google Image Search
ca: Cerca d'imatges amb Google
es: Búsqueda de imágenes con Google

source: Image
ca: Imatge
es: Imagen

source: Web Search
af: Websoektog
ca: Cerca de webs
eo: Reta Serĉo
es: Búsqueda de webs
fi: Web-haku
ja: ウェブ検索
pt: Pesquisar a Internet
sv: Webbsökning
te: జాల అన్వేషణ
vi: Tìm kiếm trên web
zh_cn: 网络搜索
zh_hk: 網頁搜索

source: Flickr Image Search
ca: Cerca d'imatges a Flickr
es: Búsqueda de imágenes en Flickr

source: Blip.tv Video Search
ca: Cerca de vídeos a Blip.tv
es: Búsqueda de vídeos en Blip.tv

source: Video
ca: Vídeo
es: Vídeo

source: Jamendo Music Search
ca: Cerca de música a Jamendo
es: Búsqueda de música en Jamendo

source: Music
ca: Música
es: Música

source: Spin Xpress Media Search
ca: Cerca de mitjans de comunicació a Spin Xpress
es: Búsqueda de medios de comunicación en Spin Xpress

source: Media
ca: Mitjans de comunicació
es: Medios de de comunicación

source: Wikimedia Commons Media Search
ca: Cerca de continguts a Wikimedia Commons
es: Búsqueda de contenidos en Wikimedia Commons

source: Music Search
af: Musieksoektog
ca: Cerca de música
eo: Serĉo de Muziko
es: Búsqueda de música
fi: Musiikki-haki
ja: 音楽検索
pt: Pesquisa de Música
sv: Musiksökning
te: సంగీతపు అన్వేషణ
vi: Tìm kiếm âm thanh
zh_cn: 搜索音乐
zh_hk: 音樂搜索

source: Clip Art Search
af: Knipselkuns-soektog
ca: Cerca d'imatges predissenyades
eo: Clip Art Serĉo
es: Búsqueda de imágenes prediseñadas
fi: Clip Art -haku
ja: クリップ・アート検索
pt: Pesquisa de Clip Art
sv: Clip art-sökning
vi: Tìm kiếm hình vẽ
zh_cn: 搜索矢量图
zh_hk: 搜索剪貼畫

source: CCSEARCH REQUIRES A BROWSER WHICH SUPPORTS IFRAMES.
ca: CCSEARCH REQUEREIX UN NAVEGADOR QUE SUPORTI IFRAMES.
es: CCSEARCH REQUIERE UN NAVEGADOR QUE SOPORTE IFRAMES.

source: ccSearch Intro
ca: Introducció a ccSearch
es: Introducción a ccSearch

source: Enter a Search Query Above To Get Started
ca: Introduïu un element de cerca a la part superior per començar
es: Introduzca un elemento de búsqueda en la parte superior para empezar

source: Please note that search.creativecommons.org is <em>not a search engine</em>, but rather offers convenient access to search services provided by other independent organizations. CC has no control over the results that are returned. <em>Do not assume that the results displayed in this search portal are under a CC license</em>. You should always verify that the work is actually under a CC license by following the link. Since there is no registration to use a CC license, CC has no way to determine what has and hasn't been placed under the terms of a CC license. If you are in doubt you should contact the copyright holder directly, or try to contact the site where you found the content.
ca: Tingueu en compte que search.creativecommons.org <em>no és un motor de cerca</em>, sinó que ofereix un accés còmode als serveis de cerca proporcionats per altres organitzacions independents. CC no té control sobre els resultats que es retornen. <em>No assumiu que els resultats mostrats en aquest portal de cerca es trobin subjectes a una llicència de CC </em>. Sempre heu de verificar que l'obra es troba realment subjecte a una llicència de CC, mitjançant l'enllaç. Com que no hi ha cap mena de registre per a l'ús d'una llicència de CC, CC no té manera de determinar el que s'ha posat i el que no s'ha posat amb els termes d'una llicència de CC. Si en teniu algun dubte poseu-vos en contacte directament amb el titular dels drets d'explotació o intenteu comunicar-vos amb el lloc on es troba el contingut.
es: Tenga en cuenta que search.creativecommons.org <em>no es un motor de búsqueda</em>, sino que ofrece un acceso cómodo a los servicios de búsqueda proporcionados por otras organizaciones independientes. CC no tiene control sobre los resultados que se devuelven. <em>No asuma que los resultados mostrados en este portal de búsqueda se encuentran bajo una licencia de CC</em>. Debe verificar siempre que la obra realmente se encuentra bajo una licencia de CC siguiendo el enlace. Puesto que no es necesario el registro para usar una licencia de CC, no es posible determinar lo que ha sido puesto o no bajo los términos de una licencia. Si tiene alguna duda póngase en conctacto directamente con el titular de los derechos de explotación o intente comunicarse con el sitio donde encontró el contenido.

source: About Creative Commons
ca: Quant a Creative Commons
es: Acerca de Creative Commons

source: Creative Commons is a <em>nonprofit</em> corporation dedicated to making it easier for people to share and build upon the work of others, consistent with the rules of copyright.
ca: Creative Commons és una corporació <em>sense ànim de lucre</em> dedicada a fer més fàcil per a la gent compartir i crear a partir de l'obra d'altres, de conformitat amb les normes dels drets de propietat intel·lectual.
es: Creative Commons es una corporación <em>sin ánimo de lucro</em> dedicada a hacer más fácil para la gente el compartir las obras y construir sobre ellas, de conformidad con las normas de los derechos de explotación.

source: We provide <em>free</em> licenses and other legal tools to mark creative work with the freedom the creator wants it to carry, so others can share, remix, use commercially, or any combination thereof.
ca: Us oferim llicències <em>lliures</em> i altres instruments jurídics per marcar una obra creativa amb la llibertat que el creador vol que porti per tal que es pugui compartir amb altres, i que aquests puguin remesclar-la, utilitzar-la de manera comercial o una combinació d'aquestes opcions.
es: Ofrecemos licencias <em>libres</em> y otros instrumentos jurídicos para marcar una obra creativa con la libertad que el creador quiera otorgar, de forma que otros puedan compartir, remezclar, usar comercialmente, o cualquier combinación de estas opciones.

source: Language
af: Taal
ca: Idioma
eo: Lingvo
es: Idioma
fi: Kieli
ja: 言語
pt: Língua
sv: Språk
te: భాష
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言

source: Thanks for using CC Search via %sFirefox%s.
af: Dankie dat u CC-Soek deur %sFirefox%s gebruik.
eo: Dankon por uzado de CC Serĉo per %sFajrovulpo%s.
fi: Kiitos kun käytät CC hakua %sFirefoxilla%s.
ja: Firefox経由でのCCサーチのご利用ありがとうございます。
pt: Obrigado por utilizar a Pesquisa CC através do %sFirefox%s.
sv: Tack för att du använder CC Sök via %sFirefox%s.
te: %sఫైర్‌ఫాక్స్%s ద్వారా CC అన్వేషణని ఉపయోగించినందుకు ధన్యవాదాలు.
vi: Cảm ơn bạn đã sử dụng Tìm Kiếm CC bằng %sFirefox%s.
zh_cn: 感谢您通过Firefox使用CC搜索
zh_hk: 感謝您通過％sFirefox％s使用CC搜索

source: go
af: soek

source: Search for works I can use for commercial purposes.
af: Soek vir werke wat ek vir kommersiële doeleindes kan gebruik.
eo: Serĉi verkojn, kiujn mi rajtas uzi por komercaj celoj.
fi: Hae teoksia joita voin käyttää kaupalliseen tarkoitukseen
ja: 営利目的利用の可能な作品の検索
pt: Pesquisar obras que posso usar para fins comerciais.
sv: Sök efter verk jag kan använda kommersiellt.
te: నేను వాణిజ్య అవసరాల కోసం ఉపయోగించుకోగలిగే కృతుల కోసం వెతుకు.
vi: Tìm kiếm những tác phẩm mà tôi có thể sử dụng cho mục đích thương mại.
zh_cn: 搜索我可用于商业用途的作品
zh_hk: 搜尋工作，我可以用於商業用途。

source: Search for works I can modify, adapt, or build upon.
af: Soek vir werke wat ek kan verander, aanpas of op kan voortbou.
eo: Serĉi verkojn, kiujn mi rajtas aliigi, adapti aŭ krei devenaĵojn.
fi: Hae teoksia joita voin muokata.
ja: 改変・変形・加工可能な作品の検索
pt: Pesquisar obras que posso modificar, adaptar ou ampliar.
sv: Sök efter verk jag kan ändra, bearbeta eller bygga vidare på.
te: నేను మార్చుకోదగ్గ, అన్వయించుకోదగ్గ, మెరుగుపరచదగ్గ కృతుల కోసం వెతుకు.
vi: Tìm kiếm những tác phẩm mà tôi có thể chỉnh sửa, tiếp thu, hoặc xây dựng lại.
zh_cn: 搜索我可更改或添加的作品
zh_hk: 搜尋工作，我可以修改，改編，或借重。

source: What is this?
af: Wat is dié?
eo: Kio ĝi estas?
fi: Mikä tämä on?
ja: この意味は？
pt: O que é isto?
sv: Vad är detta?
te: ఇది ఏమిటి?
vi: Đây là gì?
zh_cn: 这是什么？
zh_hk: 這是什麼？

source: Browse directories of licensed images, sounds, videos and more
af: Blaai deur gidse van gelisensieerde beelde, klanke, video's en nogwat
eo: Esplori en katalogoj de laŭ permesilo disponeblaj bildoj, sonoj, filmoj kaj plu
fi: Selaa kuva-, ääni- video- ja muita hakemistoja
ja: ライセンス付きの画像・音源・映像その他のディレクトリ閲覧
pt: Visite listas de conteúdos licenciados, como imagens, áudio, vídeo e outros
sv: Bläddra i kataloger med bild, ljud, video med mera
vi: Tra cứu những thư mục về những tác phẩm đã được đăng ký như hình ảnh, âm thanh, phim, v.v.
zh_cn: 浏览有许可的图片和声音的目录
zh_hk: 瀏覽目錄的授權圖像，聲音，視頻等

source: Content Directories
af: Media-soekgidse
eo: Enhava Katalogo
fi: Sisältö hakemistot
ja: コンテンツ・ディレクトリ
pt: Listas de Conteúdos
sv: Innehållskataloger
vi: Thư mục nội dung
zh_cn: 内容目录
zh_hk: 內容目錄

source: Remove Frame
af: Verwyder raam
eo: Forigi Kadron
fi: Poista kehys
ja: フレーム削除
pt: Remover o Quadro
sv: Ta bort ram
vi: Lược bỏ khung
zh_cn: 删除框架
zh_hk: 刪除框

source: Image Search
af: Beeldsoektog
eo: Serĉo de Bildoj
fi: Kuvahaku
ja: 画像検索
pt: Pesquisa de Imagens
sv: Bildsökning
te: బొమ్మల అన్వేషణ
vi: Tìm kiếm hình ảnh
zh_cn: 图片搜索
zh_hk: 圖片搜索

source: Video Search
af: Videosoektog
eo: Serĉo de Filmoj
fi: Video-haku
ja: 映像検索
pt: Pesquisa de Vídeos
sv: Videosökning
te: వీడియోల అన్వేషణ
vi: Tìm kiếm phim
zh_cn: 搜索录像
zh_hk: 視頻搜索

source: Media Search
af: Mediasoektog
eo: Serĉo de Aŭdvidaĵoj
fi: Media-haku
ja: メディア検索
pt: Pesquisa de Multimédia
sv: Mediasökning
te: మాధ్యమాల అన్వేషణ
vi: Tìm kiếm đa phương tiện
zh_hk: 媒體搜索

source: Open Clip Art Library
af: Oop Knipselkuns-biblioteek
eo: Libera Bilda Biblioteko (Open Clip Art Library)
fi: Open Clip Art kirjasto
ja: オープン・クリップ・アート・ライブラリ
pt: Biblioteca Aberta de Clip Art
vi: Mở thư viện hình vẽ
zh_cn: 开放矢量图库
zh_hk: 打開剪貼畫庫

source: Learn About Creative Commons
af: Leer aangaande Creative Commons

source: For a quick intro to Creative Commons, check out this short video, entitled "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"
af: Vir 'n kort inleiding tot Creative Commons, kyk na hierdie kort video genaamd "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"

source: Using CC Search with Firefox
af: Gebruik CC-soek saam met Firefox

source: For a quick explanation of how to use this search with Firefox, including <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">how to change your search engine</a>, watch this video.</a>
af: Vir 'n kort verduideliking van hoe om hierdie soektog met Firefox te gebruik, insluitend <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">hoe om die soekenjin te verander</a>, kyk na hierdie video.

source: Creative Commons
eo: Krea Komunaĵo
ja: クリエイティブ・コモンズ
te: క్రియేటివ్ కామన్స్
zh_cn: 创作共用
zh_hk: 創作共享

source: Google
te: గూగుల్
zh_hk: 谷歌

source: Yahoo
te: యాహూ
zh_hk: 雅虎

source: ccMixter
zh_cn: 统计
